{
    "translation": {
        "header": {
            "t-hello": "Olá! Eu sou o Kaic,",
            "t-slogan": "e eu desenvolvo software para o séc XXI.",
            "t-role": "💼 Software Engineer @ Nubank",
            "t-location": "🌎 São Paulo, Brasil",
            "t-articles-link": "Artigos",
            "t-about-link": "Sobre",
            "t-contact-link": "Contato"
        },
        "about-me": {
            "t-about-title": "Sobre Mim",
            "t-about-p1": "Olá! Meu nome é Kaic Bento. Tenho {{MY_AGE}} anos de idade, sou natural e residente da cidade de São Paulo, Brasil. Atualmente atuo como Tech Lead e Engenheiro de Software, com foco para desenvolvimento de soluções distribuídas em nuvem, sempre com foco total na entrega de valor ao cliente final de forma segura e escalável. Além disso, sou pai, um grande apaixonado por futebol, entusiasta de street culture e jogos de PC. Também dedico parte do meu tempo sendo um curioso por economia, geopolítica, empreendedorismo e história do mundo.",
            "t-about-p2": "Sempre fui muito curioso e sempre quis saber Como As Coisas Funcionam (principalmente as eletrônicas). Desde muito pequeno fui atraído por botões, fios, luzes e telas. Desmontava e montava tudo o que via pela frente em busca dessa resposta. Quando ganhei meu primeiro computador aos 9 anos, fiquei encantado. Aquela máquina fazia tudo e, quando combinada com a internet, tinha todas as respostas! Foi amor à primeira vista.",
            "t-about-p3": "Comecei a me aventurar com programação aos 12 anos de idade, escrevendo scripts com Sanny Builder para criar MODs para GTA San Andreas. Nessa época também conheci o HTML e o CSS enquanto brincava com Blogspot e algumas ferramentas de fóruns online. Com 15 anos comecei a estudar Informática integrado ao ensino médio e foi aí quando comecei a aprender de fato como um computador funcionava, o que fez eu me apaixonar pela engenharia de software e tomar a decisão de qual profissão queria seguir.",
            "t-about-p4": "Aos 18, duas grandes coisas aconteceram em minha vida: me tornei pai (sim as coisas são precoces em minha vida) e consegui meu primeiro emprego como desenvolvedor. Virei estagiário em uma consultoria de software em São Paulo e comecei a minha jornada como desenvolvedor profissional.",
            "t-about-p5": "Desde então já atuei em projetos para grandes varejistas, uma grande seguradora, a maior subadquirente do Brasil, a produtora de conteúdo por trás do maior canal do Youtube da América Latina, ajudei a desenvolver uma IDE para desenvolvimento Web, foi um dos primeiros a implementar em produção um site usando PWA no Brasil em 2016 e co-fundei a minha própria startup, dentre outras coisas.",
            "t-about-p6": "Atualmente venho focando minhas atenções para arquitetura de sistemas distribuídos em nuvem, sistemas de larga escala, boas práticas de desenvolvimento, comunicação, liderança e gerenciamento de times."
        },
        "articles": {
            "t-articles-title": "Artigos",
            "t-articles-p1": "Aqui estão alguns artigos que escrevi sobre tecnologia, engenharia de software e outras coisas que gosto de falar."
        },
        "contact": {
            "t-contact-title": "Fale Comigo",
            "t-contact-p1": "Quer falar comigo sobre tecnologia, trabalho ou algo interessante? Aqui estão os meus contatos."
        },
        "footer": {
            "t-footer-p1": "Este site foi feito com HTML, SASS, JavaScript e Webpack.",
            "t-footer-sourcecode": "📕 Aqui está o Código Fonte",
            "t-footer-p2": "Todos os direitos reservados."
        }
    }
}
