{
  "Home": {
    "Main": {
      "nav": {
        "articles": "My Articles",
        "about": "About",
        "contact": "Contact me"
      },
      "header": {
        "title": "Hi! I'm Kaic",
        "subtitle": "and I develop software for the 21st century.",
        "description": "Developing distributed cloud solutions with a focus on security and scalability. Currently specializing in cloud architecture, large-scale systems, and LLMs.",
        "location": "São Paulo, Brazil",
        "job": {
          "role": "Software Engineer",
          "company": "Nubank"
        }
      }
    },
    "About": {
      "paragraph": "Born and raised in São Paulo, I work as a Software Engineer developing distributed cloud solutions, focusing on delivering value to clients in a secure and scalable way. Outside of work, I'm a father, football enthusiast, and amateur cook, and occasionally you'll find me playing something on my PC or reading.\nFrom an early age, I was fascinated by electronic devices - taking things apart and putting them back together to understand how they worked. At 9, I got my first computer and was amazed by all its possibilities.\nI started programming at 12, creating scripts for GTA San Andreas mods and playing with HTML/CSS on Blogspot and forum tools. At 15, I began formal studies in Computer Science in high school, when I started to understand how computers work and decided to pursue a career in software engineering.\nAt 18, two important milestones happened in my life: I became a father and landed my first job as an intern at a development consultancy in São Paulo.\nSince then, I've worked on projects for major retailers, insurance companies, Brazil's largest sub-acquirer, and the production company behind Latin America's biggest YouTube channel. I helped develop a web IDE, implemented one of Brazil's first PWA sites in production (2016), and co-founded a startup.\nCurrently, I focus on distributed cloud architecture, large-scale systems, development best practices, communication, and LLMs."
    }
  }
}
