{
  "Home": {
    "Main": {
      "nav": {
        "articles": "Meus Artigos",
        "about": "Sobre mim",
        "contact": "Contatos"
      },
      "header": {
        "title": "Oi, Eu sou o Kaic",
        "description": "Desenvolvendo soluções escaláveis e inovadoras no maior banco digital do Brasil. Com experiência em varejo, fintechs, serviços financeiros e mídia digital, enfrento desafios técnicos complexos de forma direta, garantindo soluções que funcionem de maneira eficiente em larga escala.",
        "location": "São Paulo, Brasil",
        "job": {
          "role": "Software Engineer",
          "company": "Nubank"
        },
        "experience": "Construindo soluções digitais desde 2016"
      }
    },
    "About": {
      "section-name": "Sobre mim",
      "paragraph": "Nascido e criado em São Paulo, atualmente estou engenhando soluções distribuídas em cloud no Nubank, principal banco digital da América Latina, onde foco em entregar produtos seguros e escaláveis que impactam milhões de clientes. Fora do trabalho, sou pai, apaixonado por futebol e cozinheiro amador.\n\nMinha jornada profissional me levou por diversos setores—grandes varejistas, seguradoras, a maior subadquirente de pagamentos do Brasil e a produtora do canal do YouTube mais assistido da América Latina. Contribuí com projetos inovadores, incluindo plataformas de desenvolvimento web, pioneirei Progressive Web Apps no Brasil (2016) e co-fundei uma startup de tecnologia.\n\nCom mais de uma década de experiência profissional, sou especialista em arquitetura de nuvem distribuída, sistemas escaláveis e aplicação de soluções de IA para desafios complexos de negócios. Sou apaixonado por código elegante, comunicação eficaz e criação de tecnologia que faz diferença."
    },
    "Articles": {
      "section-name": "Meus Artigos",
      "subscribe-link": "Se inscreva para receber meus insights técnicos",
      "link": "Leia"
    },
    "Contact": {
      "paragraph": "Quer falar comigo sobre tecnologia, trabalho ou algo interessante? Aqui estão os meus contatos. Sinta-se à vontade para entrar em contato!"
    },
    "Footer": {
      "paragraph": "Aqui estã o código fonte deste site, caso você queira ver como foi feito - ou até mesmo contribuir!"
    }
  }
}
